Repository: hducnguyen/carelink-official
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Private Clinic Management System
vi: Quản lý phòng mạch tư nhân

source: Home
vi: Trang chủ

source: Book Appointment
vi: Đặt lịch khám

source: Book now
vi: Đặt lịch ngay

source: Patient Search
vi: Tìm kiếm bệnh nhân

source: Search records
vi: Tìm kiếm hồ sơ

source: About
vi: Giới thiệu

source: About Our Project
vi: Giới thiệu về dự án

source: Learn more
vi: Tìm hiểu thêm

source: Login
vi: Đăng nhập

source: Logout
vi: Đăng xuất

source: Dashboard
vi: Bảng điều khiển

source: Our Services
vi: Dịch vụ của chúng tôi

source: Easy Booking
vi: Đặt lịch dễ dàng

source: Patient Records
vi: Hồ sơ bệnh nhân

source: About Project
vi: Về dự án

source: Need help?
vi: Cần trợ giúp?

source: If you have any questions or need assistance, please don't hesitate to contact us. Our team is here to help you with any inquiries.
vi: Nếu bạn có bất kỳ câu hỏi hoặc cần hỗ trợ, vui lòng liên hệ với chúng tôi. Đội ngũ của chúng tôi luôn sẵn sàng giúp đỡ bạn.

source: Call Us
vi: Gọi cho chúng tôi

source: Phone
vi: Điện thoại

source: A simple and effective solution for managing private clinics. Book appointments, manage patients, and streamline your healthcare practice.
vi: Giải pháp đơn giản và hiệu quả để quản lý phòng khám tư nhân. Đặt lịch hẹn, quản lý bệnh nhân và tối ưu hóa hoạt động chăm sóc sức khỏe của bạn.

source: Patients can easily book appointments with their preferred doctors using our simple booking system. Choose your doctor, select a convenient time, and you're all set!
vi: Bệnh nhân có thể dễ dàng đặt lịch hẹn với bác sĩ ưa thích bằng hệ thống đặt lịch đơn giản của chúng tôi. Chọn bác sĩ, chọn thời gian thuận tiện, và bạn đã sẵn sàng!

source: Access your medical history and appointment records with a simple phone number verification. Our system ensures your data is secure while providing easy access when needed.
vi: Truy cập lịch sử y tế và hồ sơ cuộc hẹn của bạn với xác minh số điện thoại đơn giản. Hệ thống của chúng tôi đảm bảo dữ liệu của bạn được bảo mật trong khi cung cấp quyền truy cập dễ dàng khi cần thiết.

source: This is an open-source project designed to help private clinics in Vietnam manage their operations efficiently. Learn more about our goals and how you can contribute.
vi: Đây là một dự án mã nguồn mở được thiết kế để giúp các phòng khám tư nhân ở Việt Nam quản lý hoạt động hiệu quả. Tìm hiểu thêm về mục tiêu của chúng tôi và cách bạn có thể đóng góp.

source: Patient
vi: Bệnh nhân

source: Patients
vi: Bệnh nhân

source: Patient Details
vi: Chi tiết bệnh nhân

source: Patient ID
vi: Mã bệnh nhân

source: Name
vi: Họ tên

source: Full Name
vi: Họ tên đầy đủ

source: Phone Number
vi: Số điện thoại

source: Medical History
vi: Tiền sử bệnh

source: Date of Birth
vi: Ngày sinh

source: Gender
vi: Giới tính

source: Male
vi: Nam

source: Female
vi: Nữ

source: Address
vi: Địa chỉ

source: Patient Record
vi: Hồ sơ bệnh nhân

source: Patient List
vi: Danh sách bệnh nhân

source: All Patients
vi: Tất cả bệnh nhân

source: Add New Patient
vi: Thêm bệnh nhân mới

source: Update Patient
vi: Cập nhật bệnh nhân

source: Delete Patient
vi: Xóa bệnh nhân

source: No medical history recorded.
vi: Không có tiền sử bệnh được ghi nhận.

source: No patients found.
vi: Không tìm thấy bệnh nhân nào.

source: Search patients...
vi: Tìm kiếm bệnh nhân...

source: Personal Information
vi: Thông tin cá nhân

source: Back to Patient List
vi: Quay lại danh sách bệnh nhân

source: patients
vi: bệnh nhân

source: Showing
vi: Hiển thị

source: Recent Patients
vi: Bệnh nhân gần đây

source: Appointment
vi: Lịch hẹn

source: Appointments
vi: Lịch hẹn

source: Appointment Details
vi: Chi tiết lịch hẹn

source: Appointment Information
vi: Thông tin lịch hẹn

source: Date & Time
vi: Ngày giờ

source: Date and Time
vi: Ngày giờ

source: Time
vi: Thời gian

source: Doctor
vi: Bác sĩ

source: Note
vi: Ghi chú

source: Status
vi: Trạng thái

source: Pending
vi: Đang chờ

source: Scheduled
vi: Đã lên lịch

source: Confirmed
vi: Đã xác nhận

source: Completed
vi: Đã hoàn thành

source: Cancelled
vi: Đã hủy

source: No Show
vi: Không đến

source: Appointment List
vi: Danh sách lịch hẹn

source: All Appointments
vi: Tất cả lịch hẹn

source: Create New Appointment
vi: Thêm lịch hẹn mới

source: Update Appointment
vi: Cập nhật lịch hẹn

source: Delete Appointment
vi: Xóa lịch hẹn

source: Booking Successful
vi: Đặt lịch thành công

source: No appointments found.
vi: Không tìm thấy lịch hẹn nào.

source: No appointments recorded.
vi: Không có lịch hẹn nào được ghi nhận.

source: No appointments scheduled for today.
vi: Không có lịch hẹn nào được lên lịch cho hôm nay.

source: Appointment Date
vi: Ngày hẹn

source: Appointment Date & Time
vi: Ngày giờ hẹn

source: Select the patient for this appointment
vi: Chọn bệnh nhân cho lịch hẹn này

source: Select the doctor for this appointment
vi: Chọn bác sĩ cho lịch hẹn này

source: Select the date and time for this appointment
vi: Chọn ngày giờ cho lịch hẹn này

source: Select the current status of this appointment
vi: Chọn trạng thái hiện tại của lịch hẹn này

source: Add any additional notes about this appointment
vi: Thêm bất kỳ ghi chú bổ sung nào về lịch hẹn này

source: appointments
vi: lịch hẹn

source: Appointment History
vi: Lịch sử cuộc hẹn

source: Today's Appointments
vi: Lịch hẹn hôm nay

source: Pending Appointments
vi: Lịch hẹn đang chờ

source: Filter
vi: Lọc

source: All
vi: Tất cả

source: Today
vi: Hôm nay

source: This Week
vi: Tuần này

source: Confirm Deletion
vi: Xác nhận xóa

source: Are you sure you want to delete this appointment?
vi: Bạn có chắc chắn muốn xóa lịch hẹn này không?

source: Create
vi: Tạo mới

source: Update
vi: Cập nhật

source: Details
vi: Chi tiết

source: Staff
vi: Nhân viên

source: Staff Dashboard
vi: Bảng điều khiển nhân viên

source: Role
vi: Vai trò

source: Specialization
vi: Chuyên môn

source: Work Schedule
vi: Lịch làm việc

source: Biography
vi: Tiểu sử

source: Staff List
vi: Danh sách nhân viên

source: Add New Staff Member
vi: Thêm nhân viên mới

source: Update Staff Member
vi: Cập nhật nhân viên

source: Delete Staff Member
vi: Xóa nhân viên

source: Quick Actions
vi: Thao tác nhanh

source: Quick Links
vi: Liên kết nhanh

source: Total Patients
vi: Tổng số bệnh nhân

source: Total Doctors
vi: Tổng số bác sĩ

source: View All Appointments
vi: Xem tất cả lịch hẹn

source: View All Patients
vi: Xem tất cả bệnh nhân

source: Register New Patient
vi: Đăng ký bệnh nhân mới

source: Manage Staff
vi: Quản lý nhân viên

source: Nurse
vi: Y tá

source: Receptionist
vi: Lễ tân

source: Administrator
vi: Quản trị viên

source: Project Goals
vi: Mục tiêu dự án

source: Our main goal is to provide a free, open-source solution for private clinics in Vietnam. We aim to simplify the management of appointments, patient records, and staff scheduling.
vi: Mục tiêu chính của chúng tôi là cung cấp một giải pháp miễn phí, mã nguồn mở cho các phòng khám tư nhân ở Việt Nam. Chúng tôi hướng đến việc đơn giản hóa việc quản lý lịch hẹn, hồ sơ bệnh nhân và lịch làm việc của nhân viên.

source: By creating an easy-to-use system, we hope to help clinics focus more on patient care and less on administrative tasks.
vi: Bằng cách tạo ra một hệ thống dễ sử dụng, chúng tôi hy vọng giúp các phòng khám tập trung nhiều hơn vào chăm sóc bệnh nhân và ít hơn vào các công việc hành chính.

source: Features
vi: Tính năng

source: Appointment Booking
vi: Đặt lịch hẹn

source: Easy online booking system for patients
vi: Hệ thống đặt lịch trực tuyến dễ dàng cho bệnh nhân

source: Staff Management
vi: Quản lý nhân viên

source: Manage doctors and staff schedules
vi: Quản lý lịch làm việc của bác sĩ và nhân viên

source: Secure patient data management
vi: Quản lý dữ liệu bệnh nhân an toàn

source: Multilingual
vi: Đa ngôn ngữ

source: Support for Vietnamese and English
vi: Hỗ trợ tiếng Việt và tiếng Anh

source: Open Source
vi: Mã nguồn mở

source: This project is completely open-source and free to use. You can find the source code on GitHub and contribute to its development.
vi: Dự án này hoàn toàn mã nguồn mở và miễn phí sử dụng. Bạn có thể tìm thấy mã nguồn trên GitHub và đóng góp vào sự phát triển của nó.

source: We welcome contributions from developers, healthcare professionals, and anyone interested in improving healthcare management systems.
vi: Chúng tôi hoan nghênh sự đóng góp từ các nhà phát triển, chuyên gia y tế và bất kỳ ai quan tâm đến việc cải thiện hệ thống quản lý y tế.

source: View on GitHub
vi: Xem trên GitHub

source: Contact Us
vi: Liên hệ với chúng tôi

source: Have questions or suggestions? We'd love to hear from you!
vi: Bạn có câu hỏi hoặc đề xuất? Chúng tôi rất muốn nghe từ bạn!

source: This is an open-source project designed to help private clinics in Vietnam manage their operations efficiently. The system provides tools for appointment booking, patient management, and staff administration.
vi: Đây là một dự án mã nguồn mở được thiết kế để giúp các phòng khám tư nhân ở Việt Nam quản lý hoạt động hiệu quả. Hệ thống cung cấp các công cụ đặt lịch hẹn, quản lý bệnh nhân và quản lý nhân viên.

source: Community Project: Private Clinic Management System
vi: Dự án cộng đồng: Quản lý phòng mạch tư nhân

source: Free
vi: Miễn phí

source: Supporting Vietnamese Doctors
vi: Hỗ trợ bác sĩ Việt Nam

source: Download source code here
vi: Tải source code tại đây

source: Main Features
vi: Tính năng chính

source: Contributions
vi: Đóng góp

source: Save
vi: Lưu

source: Cancel
vi: Hủy

source: View
vi: Xem

source: View details
vi: Xem chi tiết

source: Edit
vi: Sửa

source: Delete
vi: Xóa

source: Search
vi: Tìm kiếm

source: Return to Home
vi: Trở về trang chủ

source: Actions
vi: Hành động

source: Back to List
vi: Quay lại danh sách

source: New Appointment
vi: Lịch hẹn mới

source: New appointment
vi: Lịch hẹn mới

source: Clinic Logo
vi: Logo phòng khám
